"Operation succeeded"  = "成功完成作業";
"ID is invalid"  = "ID 無效";
"Write attempted on stale version of object"  = "在舊版物件上嘗試寫入";
"No space available for write operation"  = "沒有足夠空間來執行寫入作業";
"Permission denied"  = "請求取用權遭拒";
"No such directory"  = "無此目錄";
"No such property"  = "無此屬性";
"No such name"  = "無此名稱";
"Cannot delete name object with children"  = "無法刪除具有子物件的名稱物件";
"Object is not child of parent: cannot destroy"  = "物件並非屬於上一階層的子物件，所以無法銷毀";
"Serialization error"  = "序列化錯誤";
"Hit network root domain"  = "找到網路根網域";
"No response from remote parent"  = "遠端上層伺服器沒有回應";
"No writes allowed: all objects are read-only"  = "不允許任何寫入：所有物件都是唯讀的";
"Remote system error" = "遠端系統錯誤";
"Can't regenerate: already in use"  = "無法重新產生：正在使用中";
"Operation makes no sense on clone"  = "無法在複製物件上執行作業";
"Can't find address of server"  = "找不到伺服器的位址";
"Duplicate domain tag: can't serve it"  = "複製網域標記：無法使用";
"No such tag"  = "無此標籤";
"Authentication error" = "認證錯誤";
"No such user" = "無此使用者";
"Master server is busy" = "Master 伺服器忙碌中";
"Invalid domain" = "無效的網域";
"Invalid operation on master" = "master 上的無效作業";
"Communication failure" = "通訊失敗";
"(unknown error)" = "（未知的錯誤）";
